Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Provision of computerised information relating to the maintenance of carpets
it: Fornitura di informazioni computerizzate relative alla manutenzione di tappeti

source: Building of underground structures
it: Costruzione di strutture sotterranee

source: Services for the rental of machinery for civil engineering
it: Servizi di noleggio di macchinari per ingegneria civile

source: Servicing of cranes
it: Assistenza per gru

source: Servicing of industrial boilers
it: Assistenza per caldaie industriali

source: Asbestos extraction
it: Estrazione d'amianto

source: Assembly [installation] of parts for vehicles
it: Assemblaggio [installazione] di parti di veicoli

source: Beneath ground construction work relating to drain laying
it: Lavori di costruzione sotterranei relativi alla posa di scarichi

source: Stabilisation of ground by cement injection (Services for the -)
it: Servizi di stabilizzazione del terreno mediante iniezione di cemento

source: Construction of property
it: Costruzione di immobili

source: Advisory services relating to the maintenance of buildings
it: Servizi di consulenza in materia di manutenzione di edifici

source: Advisory services relating to the renovation of property
it: Servizi di consulenza in materia di restauro di immobili

source: Erecting of housing areas
it: Costruzione di aree immobiliari

source: Automobile body repair and finishing for others
it: Lavori di carrozzeria e rifinitura per terzi

source: Parquet floor laying
it: Posa di parquet

source: Pest control
it: Disinfestazione

source: Maintenance and repair of computer networks
it: Manutenzione e riparazione di reti informatiche

source: Maintenance of electronic or air conditioning systems
it: Manutenzione di sistemi elettronici o di climatizzazione

source: Maintaining and repair of roof guttering
it: Manutenzione e riparazione di grondaie per tetti

source: Maintenance and repair of cargo holds
it: Manutenzione e riparazione di stive

source: Laying and construction of pipelines
it: Posa e costruzione di condotte

source: Construction of foundations for bridges
it: Costruzione di fondamenta per ponti

source: Construction of galleries
it: Costruzione di gallerie

source: Construction of holiday accommodation
it: Costruzione di alloggi per vacanze

source: Repair or maintenance of two-wheeled motor vehicles
it: Riparazione o manutenzione di veicoli a motore a due ruote

source: Repair or maintenance of machines and apparatus for processing beverages
it: Riparazione o manutenzione di macchine e attrezzature per la lavorazione di bevande

source: Stabilisation of the sea bed by grout injection (Services for the -)
it: Servizi di stabilizzazione del fondale marino mediante iniezione di malta liquida

source: Stabilisation of the sea bed by insertion of reinforcing bars (Services for the -)
it: Servizi di stabilizzazione del fondale marino mediante inserimento di barre di rinforzo

source: Advice relating to preventing blockages in septic tanks
it: Consulenza in materia di prevenzione di blocchi in fosse settiche

source: Repair or maintenance of air-conditioning apparatus [for industrial purposes]
it: Riparazione o manutenzione di apparecchi di condizionamento d'aria [per uso industriale]

source: Repair or maintenance of chemical processing machines and apparatus
it: Riparazione e manutenzione di macchine ed apparecchi per lavorazione chimica

source: Rental and maintenance of work platforms
it: Noleggio e manutenzione di piattaforme operative

source: Installation of roof timbering
it: Installazione di legname per tetti

source: Construction of telecommunication towers
it: Costruzione di torri di telecomunicazione

source: Maintenance of medical equipment
it: Manutenzione di apparecchiature mediche

source: Marine launching services
it: Servizi di lancio marittimi

source: Application of sheathing to cables
it: Applicazione di guaine su cavi

source: Maintenance and repair services relating to door closers
it: Servizi di manutenzione e riparazione relativi a chiudiporta

source: Repair of curtains
it: Riparazione di tende

source: Renovation of industrial boilers
it: Restauro di caldaie industriali

source: Cleaning of the interior surfaces of buildings
it: Pulizia delle superfici interne di edifici

source: Installation of ground anchors
it: Installazione di ancore da terreno

source: Installation of fire performance coatings
it: Installazione di rivestimenti ignifughi

source: Installation of glass
it: Installazione di vetri

source: Installation of grills
it: Installazione di griglie

source: Installation of instrumentation systems
it: Installazione di sistemi di strumentazione

source: Rental of floor cleaning machines
it: Noleggio di macchine per pulire pavimenti

source: Maintenance and repair of pipeline systems
it: Manutenzione e riparazione di sistemi di condotture

source: Repair of feeding troughs
it: Riparazione di mangiatoie

source: Repair of ironmongery
it: Riparazione di ferramenta

source: Repair of transport containers
it: Riparazione di container da trasporto

source: Launderette facilities (Provision of -)
it: Servizi di lavanderia (Fornitura di -)

source: Decorative painting services
it: Servizi di pittura decorativa

source: Coating services for the maintenance of marine engineering plant
it: Servizi di rivestimento per la manutenzione di impianti di ingegneria marina

source: Construction of chimneys
it: Costruzione di camini

source: Maintaining and repair of drain pipes
it: Manutenzione e riparazione di tubi di scarico

source: Cleaning of industrial premises
it: Pulitura di locali industriali

source: Construction of saunas
it: Costruzione di saune

source: Construction of steel structures for buildings
it: Costruzione di strutture in acciaio per edifici

source: Grout reinforcement for bridges
it: Rinforzo in boiacca per ponti

source: Construction of parts of buildings
it: Costruzione di parti di edifici

source: Painting and decorating of buildings
it: Servizi di pittura e decorazione di edifici

source: Painting of buildings
it: Pittura di edifici

source: Provision of information relating to the repair of vehicles
it: Fornitura di informazioni riguardanti la riparazione di veicoli

source: Re-blacking of rifles
it: Ri-burattatura di fucili

source: Rebuilding of clutches
it: Ricostruzione di frizioni

source: Re-calibration of data processing apparatus
it: Ritaratura di apparecchi di elaborazione dati

source: Prevention and correction of building settlement
it: Prevenzione e correzione dell'assestamento di edifici

source: Cleansing of public conveniences
it: Pulizia di gabinetti pubblici

source: Floor layering
it: Posa di pavimenti

source: Excavating services for verifying the location of utility lines
it: Servizi di scavo per la verifica della posizione di linee per pubblici servizi

source: Excavation of underground tanks
it: Scavo di serbatoi sotterranei

source: Charitable services, namely construction
it: Servizi di beneficenza, ovvero costruzione

source: Civil engineering relating to water irrigation
it: Ingegneria civile relativa all'irrigazione con acqua

source: Inspection of premises to detect woodworm
it: Ispezione di locali allo scopo di individuare tarli

source: Inspection of vehicles prior to maintenance
it: Ispezione di veicoli prima della manutenzione

source: Installation of aeronautical engines
it: Installazione di motori aeronautici

source: Septic tank pumping and cleaning
it: Pompaggio e pulizia di fosse biologiche

source: Conversion of business premises
it: Conversione di locali aziendali

source: Custom construction of buildings
it: Costruzione di edifici su ordinazione

source: Custom construction of houses
it: Costruzione su richiesta di case

source: Electrical installation services
it: Servizi di installazione elettrica

source: Underwater construction, installation and repair
it: Costruzioni, installazioni e riparazioni subacquee

source: Beneath ground construction work relating to sewers
it: Lavori di costruzione sotterranei relativi a fognature

source: Building of apartment buildings
it: Costruzione di condomini

source: Services for the construction of buildings
it: Servizi di costruzione di edifici

source: Domestic cleaning
it: Pulizia domestica

source: Cleaning of hospitals
it: Pulizia di ospedali

source: Cleaning of mobile sanitary facilities
it: Pulizia di strutture sanitarie mobili

source: Cleaning of property
it: Pulizia di immobili

source: Installation of parts for vehicles
it: Installazione di parti di veicoli

source: Installation, repair and maintenance of computers and computer peripherals
it: Installazione, riparazione e manutenzione di computer ed unità periferiche per computer

source: Vermin exterminating, other than for agriculture, aquaculture, horticulture and forestry
it: Distruzione di animali nocivi, eccetto che per l'agricoltura, l'acquacoltura e la silvicoltura

source: Repair of optical instruments
it: Riparazione di strumenti ottici

source: Furniture maintenance
it: Manutenzione della mobilia

source: Electric appliance installation and repair
it: Installazione e riparazione di apparecchi elettrici

source: Rental of gas or air compressors
it: Noleggio di compressori a gas o ad aria

source: Installation of apparatus for ventilating
it: Installazione di apparecchi di ventilazione

source: Installation of automobile accessories
it: Installazione di accessori per automobili

source: Installation of burglar alarms
it: Installazione di allarmi antifurto

source: Installation of coloured panels in building facias
it: Installazione di pannelli colorati in assicelle da costruzione

source: Repair or maintenance of harvesting machines and implements
it: Riparazione o manutenzione di macchine e apparecchi per la mietitura

source: Repair or maintenance of loading-unloading machines and apparatus
it: Riparazione o manutenzione di macchine e apparecchi per carico e scarico

source: Repair or maintenance of milking machines
it: Riparazione o manutenzione di mungitrici

source: Rental of cranes [construction equipment]
it: Noleggio di gru [macchine da cantiere]

source: Pier breakwater building
it: Costruzione di mole

source: Installation services of elevators and lifts
it: Servizi di installazione di montacarichi e ascensori

source: On-site construction supervision of civil engineering works
it: Supervisione sul posto della costruzione di opere di ingegneria civile

source: Glazing services for buildings
it: Servizi di vetratura per edifici

source: Cleaning by means of scouring (Services for -)
it: Pulizia tramite decapanti (Servizi di -)

source: Washing of cashmere woollens
it: Lavaggio di lane cachemire

source: Servicing of aeronautical engines
it: Assistenza per motori aeronautici

source: Spindle reconditioning
it: Ripristino di mandrini

source: Construction of structures for the production of crude oil
it: Costruzione di strutture per la produzione di petrolio greggio

source: Quarrying services
it: Sfruttamento di cave

source: Sharpening of kitchen knives
it: Affilatura di coltelli da cucina

source: Repair or maintenance of printing or bookbinding machines and apparatus
it: Riparazione o manutenzione di macchine e apparecchi per stampa o legatoria

source: Repair or maintenance of sericultural machines and implements
it: Riparazione o manutenzione di macchine e strumenti per sericoltura

source: Mining extraction
it: Estrazioni minerarie

source: Underwater repair
it: Riparazioni subacquee

source: Riveting
it: Chiodatura

source: Telephone installation and repair
it: Installazione e riparazione di telefoni

source: Upgrading of computer hardware
it: Aggiornamento di hardware informatico

source: Demolition of buildings
it: Demolizione di costruzioni

source: Maintenance of catering equipment
it: Manutenzione di attrezzature per catering

source: Maintenance of domestic refrigeration
it: Manutenzione di frigoriferi domestici

source: Construction of foundations for roads
it: Costruzione di fondamenta per strade

source: Repair or maintenance of measuring machines and instruments
it: Riparazione o manutenzione di macchine e strumenti di misurazione

source: Repair or maintenance of testing machines and instruments
it: Riparazione o manutenzione di macchine e strumenti per collaudi

source: Pest control relating to buildings
it: Disinfestazioni riguardanti edifici

source: Construction of pre-fabricated houses for hippopotami
it: Costruzione di case prefabbricate per ippopotami

source: Refilling of empty toner cartridges
it: Ricarica di cartucce di toner vuote

source: Refurbishment of clutches for hydraulic trucks
it: Rimessa a nuovo di frizioni per carrelli idraulici

source: Refurbishment of railway freight wagons
it: Rimessa a nuovo di vagoni merci ferroviari

source: Maintenance of parts and fittings for commercial motor land vehicles
it: Manutenzione di parti e accessori per veicoli terrestri a motore commerciali

source: Consultancy services relating to installation of computers
it: Servizi di consulenza in materia di installazione di computer

source: Underground construction
it: Costruzioni sotterranee

source: Application of rendering to buildings
it: Applicazione di intonacatura su edifici

source: Repair of buildings damaged by birds
it: Riparazione di edifici danneggiati da uccelli

source: Cleaning and polishing of motor vehicles
it: Pulizia e lucidatura di veicoli a motore

source: Renovating services relating to discharge conduits
it: Servizi di restauro relativi a condotti di scarico

source: Rental of abrasive cleaning apparatus
it: Noleggio di apparecchi di pulizia abrasivi

source: Demolition of bridges
it: Demolizione di ponti

source: Demolition of structures
it: Demolizione di strutture

source: Construction of prospecting platforms
it: Costruzione di piattaforme di prospezione

source: Infestations (Control of -), fleas
it: Infestazioni (Controllo delle -), pulci

source: Installation of felt roofs
it: Installazione di tetti in feltro

source: Erection of grandstands
it: Costruzione di tribune

source: Installation, repair and maintenance of steam condensers
it: Installazione, riparazione e manutenzione di condensatori di vapore

source: Repair or maintenance of diving machines and apparatus
it: Riparazione o manutenzione di macchine ed apparecchi per immersioni

source: Repair or maintenance of electric motors
it: Riparazione o manutenzione di motori elettrici

source: Repair and maintenance of buildings in case of demolition
it: Riparazione e manutenzione di edifici in caso di demolizione

source: Maintenance and repair of ships' hulls
it: Manutenzione e riparazione di scafi di navi

source: Rental of platforms and scaffolding
it: Noleggio di piattaforme e impalcature

source: Rental of drainage pumps
it: Noleggio di pompe di drenaggio

source: Rental of riding drive trenchers
it: Noleggio di scavafossi con sedile

source: Repair of industrial furnaces
it: Riparazione di fornaci industriali

source: Repair services relating to engines
it: Servizi di riparazione in materia di motori

source: Replacement of batteries
it: Sostituzione di batterie

source: Coating services for the maintenance of industrial engineering plant
it: Servizi di rivestimento per la manutenzione di impianti di ingegneria industriale

source: Construction of civil engineering structures by pouring concrete
it: Costruzione di strutture d'ingegneria civile mediante colata di calcestruzzo

source: Construction of diaphragm walls
it: Costruzione di pannelli parete

source: Computer and telephone battery recharge services
it: Servizi di ricarica di batterie di computer e telefoni

source: Custom installation of automobile interiors
it: Installazione personalizzata di interni per auto

source: Lubrication of road vehicles
it: Lubrificazione di veicoli stradali

source: Disinfecting of telephone hand-sets
it: Disinfezione di cornette telefoniche

source: Information on the maintenance of measuring and test equipment
it: Informazioni sulla manutenzione di apparecchi di misurazione e di analisi

source: Installation of electronic and digital connection to a call centre
it: Installazione di connessioni elettroniche e digitali a un call centre

source: Installation and maintenance of photovoltaic installations
it: Installazione e manutenzione di impianti fotovoltaici

source: Installation and maintenance of solar thermal installations
it: Installazione e manutenzione di impianti termici solari

source: Rental of automotive machinery for use in mining
it: Noleggio di macchinari automotori per estrazioni minerarie

source: Grout reinforcement for gas platforms
it: Rinforzo in boiacca per piattaforme di gas

source: Construction of industrial furnaces
it: Costruzione di forni industriali

source: Construction of leisure complexes
it: Costruzione di complessi ricreativi

source: Construction of nuclear boilers
it: Costruzione di caldaie nucleari

source: Provision of maintenance services for sports establishments
it: Fornitura di servizi di manutenzione per strutture sportive

source: Fumigation of buildings against vermin activity
it: Fumigazione di edifici per eliminazione di animali nocivi

source: Civil engineering relating to agricultural land
it: Ingegneria civile in materia di terreni agricoli

source: Well sinking
it: Scavo di pozzi

source: Information services relating to the refurbishment of buildings
it: Servizi di informazione in materia di rinnovo di edifici

source: Installation of apparatus for air-conditioning
it: Installazione di apparecchi di condizionamento dell'aria

source: Installation of kitchen cabinets
it: Installazione di armadietti per cucine

source: Installing septic fields
it: Installazioni di campi settici

source: Building of motorway networks
it: Costruzione di reti autostradali

source: Installation of temporary structures for trade fairs
it: Installazione di strutture temporanee per fiere campionarie

source: Installation of tubular linings in pipelines
it: Installazione di rivestimenti tubolari in oleodotti

source: Installation of washroom apparatus
it: Installazione di apparecchi per gabinetti

source: Tuning of engines
it: Regolazione di motori

source: Rental of drills
it: Noleggio di trapani

source: Building maintenance and repair
it: Manutenzione e riparazione di edifici

source: Beneath ground construction work relating to water supply mains
it: Lavori di costruzione sotterranei relativi a condotte idriche

source: Vehicle service stations [refuelling and maintenance]
it: Stazioni di servizio [riempimento di carburante e manutenzione]

source: Installation of oil exploration instruments
it: Installazione di strumenti d'esplorazione petrolifera

source: Providing washing and drying laundry facilities
it: Fornitura di servizi di lavaggio e asciugatura biancheria

source: Underwater construction
it: Costruzione sottomarina

source: Ceiling cleaning services
it: Servizi di pulizia di soffitti

source: Installation of cellular communications systems
it: Installazione di sistemi di comunicazione cellulari

source: Installation of central vacuum cleaning systems
it: Installazione di sistemi aspirapolvere centralizzati

source: Sign painting services
it: Verniciatura di insegne

source: Installation, maintenance and repair of computer hardware
it: Installazione, manutenzione e riparazione di materiale informatico

source: Repair or maintenance of industrial furnaces
it: Riparazione o manutenzione di forni industriali

source: Vermin exterminating [other than for agriculture, forestry or horticulture]
it: Disinfestazione di animali nocivi [non per agricoltura, selvicoltura o orticoltura]

source: Restoration of baths
it: Restauro di bagni

source: Rebuilding engines that have been worn or partially destroyed
it: Rimessa a nuovo di motori usati o parzialmente distrutti

source: Constructing [erecting and glazing] conservatories
it: Costruzione [erezione e vetratura] di serre

source: Construction of bridges
it: Costruzione di ponti

source: On site building project management
it: Gestione di progetti edili sul posto

source: Provision of information relating to the construction industries
it: Fornitura di informazioni riguardo al settore delle costruzioni

source: Servicing of commercial vehicles
it: Assistenza per veicoli commerciali

source: Arranging for the replacement vehicle windscreens
it: Organizzazione della sostituzione di parabrezza di veicoli

source: Beneath ground construction work relating to foundation laying
it: Lavori di costruzione sotterranei relativi alla posa di fondamenta

source: Construction of structures for the storage of crude oil
it: Costruzione di strutture per il deposito di petrolio greggio

source: Construction of structures for the storage of natural gas
it: Costruzione di strutture per il deposito di gas naturale

source: Advisory services relating to the repair of civil engineering structures
it: Servizi di consulenza in materia di riparazione di strutture d'ingegneria civile

source: Advisory services relating to the repair of environmental control systems
it: Servizi di consulenza in materia di riparazione di sistemi di controllo ambientale

source: Advisory services relating to vehicle maintenance
it: Servizi di consulenza in materia di manutenzione di veicoli

source: Leasing of air compressors
it: Noleggio di compressori ad aria

source: Oil pipeline laying
it: Posa di oleodotti

source: Repair or maintenance of plant fiber processing machines and implements
it: Riparazione o manutenzione di macchine e strumenti per lavorazione di fibre di piante

source: Erecting of commercial centres
it: Costruzione di centri commerciali

source: Factory construction
it: Costruzioni di fabbriche

source: Machinery installation, maintenance and repair
it: Installazione, manutenzione e riparazione di macchine

source: Telecommunication wiring
it: Cablaggi di telecomunicazione

source: Computer maintenance services
it: Servizi di manutenzione di computer

source: Maintenance of locomotives
it: Manutenzione di locomotive

source: Disinfection of premises against bacterial infestation
it: Disinfezione di locali da infestazioni batteriche

source: Maintenance and repair of building contents
it: Manutenzione e riparazione di contenuti di edifici

source: Laying and burial of cable
it: Posa e posa sotterranea di cavi

source: Construction of hard-standing areas
it: Costruzione di aree di stazionamento

source: Repair or maintenance of telephone apparatus
it: Riparazione o manutenzione di apparecchi telefonici

source: Repair or maintenance of waste crushing machines and apparatus
it: Riparazione o manutenzione di macchine e apparecchi trituratori di rifiuti

source: Insulation of pipes
it: Isolamento di tubature

source: Stain removal from fabrics
it: Smacchiatura di tessuti

source: Advisory services relating to building refurbishment
it: Servizi di consulenza in materia di restauro di edifici

source: Advisory services relating to the alteration of buildings
it: Servizi di consulenza in materia di alterazione di edifici

source: Repair of radio or television sets
it: Riparazione di radio o televisori

source: Repair or maintenance of agricultural machines and implements
it: Riparazione o manutenzione di macchine e strumenti agricoli

source: Reconditioning of vehicle engines
it: Ricondizionamento di motori di veicoli

source: Interior fitting-out of offices
it: Allestimento di interni per uffici

source: Interior refurbishment of buildings
it: Rinnovamento di interni di edifici

source: Contract cleaning of offices
it: Pulizia a contratto di uffici

source: Sharpening services
it: Servizi di affilatura

source: Fitting of armour plating to vehicles
it: Montaggio di blindature su veicoli
